[M_Ep10_BirdISTheWord MissionDefinition]
TurnInDescription="The price is high, but you've passed the first hurdle. [status] Angel Power [-status]."

[M_Ep10_BirdISTheWord:DamageBotsSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="The first screen [site] is the Control Center Angel [-location] of the Hyperion warehouse to be destroyed by Hyperion technology.. Roland believes Claptrap works, but the software needs improvement.. But there's a problem: Claptrap's blessing is tied to Mordecai's chicken.. [Location] Tundra Express without Hyperion Forces and Hyperion Forces [Location].. He explains that Mordecai's blood will be stored in the town's animal shelter.]. If you bleed You get the valve trap upgrade.. But first, enter the shelter.. The back door is locked and Mordecai injures some of the Hyperion guards near the door.. The robot editor will have to leave the station to treat the injured robots and the door to the temple will open for him.."

[M_Ep10_BirdISTheWord:DefeatBloodWingBossSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Angel Choir Hyperion's first memory management barrier can only be overcome with Hyperion technology.. Roland Clipperp thinks he can do the job. But software updates are required.. There is a problem. Claptrap's progress is stored in the microchip in Mordecai's bloody neck.. Unfortunately, the iridium turns the blood into a mindless killing machine.. Mordecai will weaken him. So you can kill him with a cold shot.."

[M_Ep10_BirdISTheWord:DeliverUpgradeClaptrapSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="[site] Control Angel Core [site] The first challenge, Hyperion Security, can only be disabled using Hyperion technology.. Rowland believes Claptrap can do this, but it will require a software update.. Despite the hefty price tag, you can still get Bloodwing's ultimate Claptrap upgrade. After seeking revenge on Handsome Jack, Mordecai orders him to update Claptrap's software.."

[M_Ep10_BirdISTheWord:FindHoldingCellsPlusOptionalSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="The first line of defense for managing complex networks [site] in the Hyperion security domain [site] is provided by Hyperion technology itself.. Roland thinks Claptrap can do this, but it will require a software update.. But there's a problem: the big change is stored in a microchip in the collar of Mordecai's bird, Bloodwing.. Hyperion's forces attacked the []Tundra Express[-site] and captured the Bloodwing Legion.. Mordecai explains that blood was spilled in [-place] in the animal shelter [-place] (hello).]. When you save Bloodwing, you will get the Claptrap upgrade.."

[M_Ep10_BirdISTheWord:FindHoldingCellsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Control bleeding from preserved tissue."
MissionDescriptionOverride="The first line of defense for managing complex networks [site] in the Hyperion security domain [site] is provided by Hyperion technology itself.. Roland thinks Claptrap can do this, but it will require a software update.. But there's a problem: the big change is stored in a microchip in the collar of Mordecai's bird, Bloodwing.. Hyperion's forces attacked the []Tundra Express[-site] and captured the Bloodwing Legion.. Mordecai explains that blood was spilled in [-place] in the animal shelter [-place] (hello).]. When you save Bloodwing, you will get the Claptrap upgrade.. Mordecai believes that Bloodwing is interned in the Preserve's holding cells."

[M_Ep10_BirdISTheWord:FindMordecaiSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="To stop Warrior Jack's training, you must destroy the AI ​​Guardian Angel.. However, Akela must overcome three obstacles to reach [-place].. The first layer, the Hyperion layer, uses only Hyperion technology.. Roland thought Claptrap could, but he had to be careful.. After five years of spying on and stealing from Hyperion, Mordechai might just have what you need.."

[M_Ep10_BirdISTheWord:GetClaptrapUpgradeSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="[Location] Power The Angel's First Barrier [Location] The Hyperion Protection Area can only be sealed with Hyperion technology.. According to Rolan, the ClipTrop works but requires a software update.. But there is a problem; Claptrap's blood was put on a small stick around Mordecai's neck.. He is sorry about the iridium poisoning, but his blood is not safe, with your help Mordecai will be happy.. Now you have to raise the dice.."

[M_Ep10_BirdISTheWord:GetslagsampleforTannis MissionObjectiveDefinition]
ProgressMessage="Let's take the example of hitting"

[M_Ep10_BirdISTheWord:GoToPandoraParkSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="To stop Warrior Jack's training, you must destroy the AI ​​Guardian Angel.. However, Akela must overcome three obstacles to reach [-place].. The first layer, the Hyperion layer, uses only Hyperion technology.. Roland thought Claptrap could, but he had to be careful.. After five years of spying on and stealing from Hyperion, Mordechai might just have what you need.. Roland has sent you to the [place]Wildlife Exploitation Preserve[-place] to get started."

[M_Ep10_BirdISTheWord:InfiltrateLabsSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="The first line of defense for managing complex networks [site] in the Hyperion security domain [site] is provided by Hyperion technology itself.. Roland thinks Claptrap can do this, but it will require a software update.. But there's a problem: the big change is stored in a microchip in the collar of Mordecai's bird, Bloodwing.. Hyperion's forces attacked the []Tundra Express[-site] and captured the Bloodwing Legion.. Mordecai explains that blood was spilled in [-place] in the animal shelter [-place] (hello).]. When you save Bloodwing, you will get the Claptrap upgrade.. First, however, you need a way into the Preserve itself. Mordecai suggested infiltrating the Preserve through the dock entrance. "
